Repository: ChenYiLins/MoreFlyout
Catalog: MoreFlyout.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

source: About
zh_hans: 关于

source: Appearance and behavior
zh_hans: 外观和行为

source: Auto start
zh_hans: 自动启动

# AutoStartMoreFlyout
source: Start MoreFlyout with Windows
zh_hans: MoreFlyout将跟随Windows启动

source: Copy
zh_hans: 复制

source: Enable MoreFlyout
zh_hans: 启用MoreFlyout

# ErrorMessageBox_Content
source: Somethings wrong
zh_hans: 发生了一些错误

source: Error occurred
zh_hans: 发生错误

# FlyoutTimeout
source: Flyout residence time
zh_hans: 浮出控件停留时间

source: Home
zh_hans: 主页面

source: key indicator
zh_hans: 键盘指示器

source: Language
zh_hans: 语言

source: Launching server
zh_hans: 启动服务中

source: Media
zh_hans: 媒体

# Msg_NoServer
source: Server is not running, starting server.
zh_hans: 服务没有运行，正在启用服务

# Msg_ServiceUnresponsive
source: The Server was not started successfully or there was a problem that led to no response. Please close the program and try again.
zh_hans: 发生了一些问题导致服务启动失败了。请关闭程序后再尝试一下。

source: Open log file
zh_hans: 打开日志文件

# PathAt
source: Path:
zh_hans: 路径：

source: Refresh
zh_hans: 刷新

# Msg_RestartNeeded
source: Need to restart the application
zh_hans: 需要重启应用

source: Settings
zh_hans: 设置

source: Switch
zh_hans: 切换

# TimeoutNumberBox_Header
source: Unit: milliseconds
zh_hans: 单位: 毫秒

# Msg_Translator
source: Translator: ChenYiLins
zh_hans: 翻译者：陈翼霖

source: Used software
zh_hans: 使用的第三方库

source: Version
zh_hans: 版本

source: Restart
zh_hans: 重启

# Msg_PathNotFound
source: The path to the Server was not found
zh_hans: 没有找到服务的路径

source: Loading...
zh_hans: 载入中...

source: Open config file
zh_hans: 打开配置文件

source: Configuration
zh_hans: 配置

source: Open config folder
zh_hans: 打开配置文件夹

# Msg_MissingADM
source: Auto Dark Mode is not installed in your computer, so you cannot enable this option
zh_hans: 你的电脑并没有安装Auto Dark Mode，所以你不能启用这个选项

source: Learn more
zh_hans: 了解更多
